FullMesh/Experiments/nozzle2DAttempt_turbulent_FullCV_longrun5/0/epsilon
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -3 0 0 0 0];

internalField   uniform 266000;

boundaryField
{

    inlet
    {
        type            fixedValue;
        value           uniform 266000;
    } 

   outlet
    {
        type            inletOutlet;
        inletValue      uniform 266000;
        value           uniform 266000;
    }

    inletwall
    {
        type            epsilonWallFunction;
        value           uniform 266000;
    }
    outletwall
    {
        type            epsilonWallFunction;
        value           uniform 266000;
    }
    frontAndBackPlanes
    {
        type            empty;
    }
}
// ************************************************************************* //
